Repository: apertium/apertium-sme-sma
Catalog: tmx_data/cuolmmat_sme2sma.tmx
Source language: sme
Languages: sma

source: Sámediggi váldá dán duođas.
sma: Saemiedigkie åtna dam vihkele.

source: Muhto lei duođas ovddasmannibargu.
sma: Mohte lea vihkeles njuenehksbarkoe.

source: Geasseguohtumat leat árvvoštallon dáinnalágiin buorebun go duođaid leat.
sma: adsf

source: sii duohtan váldet barggu.
sma: dsf

source: Go dát vejolašvuohta šadda duohtan.
sma: adsf

source: Dieđáhusas lea guhkesáigásaš perspektiiva ja lea lunddolaš geahčadit dieđáhusa njealji jagi geahčen fas.
sma: Bïevnesen lea guhkiesboelhke perspektijve jïh iemie dellie bïevnesem gïehtjedidh njieljie jaepieh daestie.

source: Dat galget leat čađahuvvon viđa jagi sisa.
sma: Dah gelkieh vïjhtene jaepesne tjïrrehtovvedh.

source: Bargat dan ala ahte Sámi statistihka analysajoavku oažžu resurssaid.
sma: Dejnie barkedh ahte Saemien statistihken joekehtimmiedåehkie vierhtieh åådtje.

source: Lea maid hui mávssolaš ahte ovttagielat majoritehtagielagat čájehit ipmárdusa guovttegielaga giellaválljemii.
sma: Lea aaj dan vihkeles ahte aktengïeleh jienebelåhkoegïeleguedtijh vuesiehtieh ahte guarkah guektiengïeleguedtijen gïeleveeljemem.

source: Dát lea dakkár dilli masa Sámediggi ii berre duhtat.
sma: Saemiedigkie ij leah dejnie nukth.

source: Giellaguovddážiid hástalus lea ahte váilot einnostahtti rámmaeavttut.
sma: Gïelejarngide haesteme gosse eah mierietsiehkide åvtese daejrieh. COMM: For språksentrene er det en utfordring, COMM: einnostahtti = forutsigbar nåajtoehtæjja?

source: Giellaguovddážat čujuhit maiddái dasa ahte lea unnán ekonomalaš einnostus.
sma: Gïelejarngh aaj tjuvtjiedieh dïsse ahte lea vaenie ekonomije båetije biejjide.

source: Lea juohke ovtta ovddasvástádus seailluhit, ovddidit ja sirdit giela boahtte bulvii.
sma: Fïereguhten lea dïedte gorredidh, evtiedidh jïh gïelem båetijen boelvese sertiestidh.

source: Konferánssas ledje logaldallit iešguđetge servodatsurggiin
sma: Konferansesne lin lohkehtallijh ovmessie siebredahken suerkijste. COMM: elativ må det være

source: Dát bohciidahtášii lassi doaimmaid ja buoret čalmmustahttima sámegiela hárrái.
sma: Daate vielie darjomh bihtsegahta jïh gïele buerebe våajnesasse sjædta. COMM: NomAct+Acc

source: Sámediggeráđđi oaivvilda ahte mánnái lea buoremus maiddái sin kultuvrralaš ja gielalaš identitehta gozihit.
sma: Saemiedigkieraerien mïelen mietie maanese bööremes aaj sijjen kulturelle jïh gïeleh identiteetem geehtedidh.

source: Sámediggi háliida váikkuhit ealáhusovddideapmái ja eanet árvoháhkamii ealáhusas.
sma: Saemiedigkie sæjhta dijpedh guktie jieleme evtiedåvva jïh jeenebe aarvoeskaepiedimmie jieliemisnie sjædta. COMM: váikkuhit + NomAct+Ill

source: Dus lea seammás geatnegasvuohta oassálastit aktiivvalaččat ulbmiliid juksamii ja oassálastit iežat oahppanbarggu plánemii ja árvvoštallamii.
sma: Dov lea seammasïenten dïedte mealtan eadtjohkelaakan ulmide jaksedh jïh jïjtjedh lïeremebarkoem mealtan soejkesjidh jïh vierhtiedalledh. COMM: oassálastit + Gen + NomAct+Ill : mealtan + Acc + Inf

source: Sámediggeráđđi lea searvan Stuorradikki ealáhuslávdegotti gulaskuddamii eanadoallo- ja biebmodieđáhusa birra 06.01.12 ja Stuorradikki olgoriika- ja suodjaluslávdegottiin 09.02.12.
sma: XXX COMM: searvat + gen + NomAct+Ill.

source: Sis leat buoret vejolašvuođat giellaoahppamii.
sma: Daj leah buerebe nuepieh gïelem lïeredh. COMM: Infinitiv

source: Gielat leat sierranan sullii 3500-3000 jagi dassái.
sma: Gïeleh leah verb medtie 3500-3000 daen åvteli.

source: Váruha unnit ruđa sámi áššiide bušeahtas
sma: Vaenebh beetnegh saemien aamhtesidie budsjehtesne vaarohte.COMM: PL.

source: Sámediggepresideanta Aili Keskitalo ballá ain unnit ruđa oažžut dán jagi stáhtabušeahta bokte.
sma: Saemiedigkiepresideente Aili Keskitalo annje bælla unnebh beetnegh daan jaepien staatebudsjehteste åadtjodh.

source: Leat boahtán unnit juolludeamit sámi áššiide 2014 rájes.
sma: Vaenebh laeviehtimmieh båateme saemien aamhtesidie jaepien 2014 raejeste.

source: Mun balan ná ain joatkašuvvá, lohká Keskitalo.
sma: Bïlleminie leam naemhtie jåarhkesåvva, Keskitalo jeahta.

source: Sámediggeráđđi lea dál loahpageahčen barggus hábmet Sámedikki 2017 bušeahta.
sma: Saemiedigkieraerie daelie barkoen minngiegietjesne hammodeminie Saemiedigkien jaepien 2017 budsjehtem.

source: Aili Keskitalo ballá ain unnit juolludemiid oažžut ráđđehusas Sámediggái ja eará sámi áššiide.
sma: Aili Keskitalo bælla aaj unnebh laeviehtimmieh reerenasseste Saemiedægkan jïh jeatjah saemien aamhtesidie åadtjodh.

source: Go Sámediggái ja eará sámi áššiide juolluduvvo unnit ruhta stáhtabušeahta bokte, de dat mearkkaša unnideami dehálaš sámi surggiin nu go oahpahusas, ealáhusovddideamis ja kulturdoaimmain.
sma: Gosse Saemiedægkan jïh jeatjah saemien aamhtesidie unnebh beetnegh staatebudsjehteste laeviehtåvva, dellie dïhte unniedimmie vihkeles saemien suerkine, goh ööhpehtimmesne, jielemeevtiedimmesne jïh kultuvredarjoeminie.

source: Sámediggi lea ráhkadan tearbmalisttuid tearbmaprošeaktamateriálain mat leat boahtán sisa.
sma: Saemiedigkie lea teermelæstoeh teermeprosjekte-aamhetsijste mah leah båateme dorjeme

source: Sáhttá leat buorre áidut sisa stuorát guovlluid.
sma: xxx sisa

source: Sámediggeráđđi ávžžuha sáddet sisa evttohusaid.
sma: Saemiedigkieraerie eevtjie raeriestimmide sïjse seedtedh.

source: Vuolláibáza váldojuvvo sisa maŋit jagi bušeahtas .
sma: xxx sisa

source: Ii oktage dieđe gos mii leat vuolgán
sma: Ij gie daejrieh gubpede mijjieh libie båateme

source: Mana sisa
sma: Tjaangh gåatan

source: Mun manan ruoktut
sma: Manne gåetide vualkam

source: Mun boađán diimmu geahčen ruoktut
sma: Manne tæjmoem daestie gåetide båatam

source: in leat oaidnán du guhkes áigái
sma: Guhkiem mænngan manne datnem vuajneme

source: Manne moai galge jápmit?
sma: Man åvteste månnoeh edtjien jaemedh?

source: Lea go dus dolla?
sma: Mejtie dov dålle?

source: In
sma: Ijje

source: Dát dáhpáhuvai olu ovdal go dážaid mánát ožžo dákkár fálaldaga
sma: Daate sjïdti guhkiem åvteli goh daaroen maanah dagkeres faalenassem åadtjoejin

source: Oaččon go mun maid searvat
sma: Åadtjoem manne aaj dåeriedidh
